<?php

return [
    'admin' => [
        'news' => [
            'create' => [
                'success' => 'Запись успешно добавлена',
                'fail' => 'Ошибка добавления',
            ],
            'update' => [
                'success' => 'Запись успешно обновлена',
                'fail' => 'Ошибка обновления',
            ],
        ],
        'category' => [
            'create' => [
                'success' => 'Запись успешно добавлена',
                'fail' => 'Ошибка добавления',
            ],
            'update' => [
                'success' => 'Запись успешно обновлена',
                'fail' => 'Ошибка обновления',
            ],
        ],
        'user' => [
            'create' => [
                'success' => 'Запись успешно добавлена',
                'fail' => 'Ошибка добавления',
            ],
            'update' => [
                'success' => 'Запись успешно обновлена',
                'fail' => 'Ошибка обновления',
            ],
        ],
    ],
    'user' => [
        'feedback' => [
            'create' => [
                'success' => 'Запись успешно добавлена',
                'fail' => 'Ошибка добавления',
            ],
        ],
        'order' => [
            'create' => [
                'success' => 'Запись успешно добавлена',
                'fail' => 'Ошибка добавления',
            ],
        ],
    ],
];
